results/local/30s_wrk_bun_no_params.log
Running 30s test @ http://127.0.0.1:3000/
  12 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    15.49ms    1.17ms  34.88ms   74.94%
    Req/Sec     2.14k   158.38     2.33k    41.53%
  767184 requests in 30.02s, 111.94MB read
Requests/sec:  25557.37
Transfer/sec:      3.73MB