results/local/wrk_go.log
Running 5m test @ http://127.0.0.1:3000/?q1=1&q2=2&q3=3&q4=4
  12 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    18.68ms   23.68ms 208.41ms   81.49%
    Req/Sec     4.33k   750.92    11.09k    68.52%
  15510114 requests in 5.00m, 2.60GB read
Requests/sec:  51683.62
Transfer/sec:      8.87MB